Repository: tscreven/Trio-ECS251
Catalog: LoopKit/LoopKitUI/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fi, fr, it, ja, nb, nl, pl, ro, ru, sv, tr, vi, zh_hans

source: %1$@ assumes that the insulin it has delivered is actively working to lower your glucose for 6 hours. This setting cannot be changed.
cs: %1$@ předpokládá, že inzulín, který podal, aktivně pracuje na snížení hladiny glukózy po dobu 6 hodin. Toto nastavení nelze změnit.
da: %1$@ antager, at den insulin, der er leveret, arbejder aktivt på at sænke din glukose i 6 timer. Denne indstilling kan ikke ændres.
de: %1$@ nimmt an, dass das abgegebene Insulin für 6 Stunden wirkt, um den Blutzucker zu senken. Diese Einstellung kann nicht geändert werden.
es: %1$@ asume que la insulina que ha administrado está trabajando activamente para reducir el nivel de glucosa durante 6 horas. Esta configuración no se puede cambiar.
fr: %1$@ suppose que l'insuline qu'il a délivrée agit activement pour réduire votre glycémie pendant 6 heures. Ce paramètre ne peut pas être modifié.
it: %1$@ presuppone che l'insulina erogata stia attivamente lavorando per abbassare la glicemia per 6 ore. Questa impostazione non può essere modificata.
nb: %1$@ antar at insulinet den har levert, jobber aktivt med å senke blodsukkeret i 6 timer. Denne innstillingen kan ikke endres.
nl: %1$@ gaat ervan uit dat de toegediende insuline actief bezig is om je glucose gedurende 6 uur te verlagen. Deze instelling kan niet worden gewijzigd.
pl: %1$@ przyjmuje, że podana insulina obniża poziom glukozy przez 6 godzin. Nie można zmienić tego ustawienia.
ro: %1$@ presupune că insulina pe care a livrat-o acționează pentru a vă scădea glicemia timp de 6 ore. Această setare nu poate fi schimbată.
ru: %1$@ предполагает, что доставленный им инсулин активно работает над снижением уровня глюкозы в течение 6 часов. Эта настройка не может быть изменена.
sv: %1$@ antar att insulin doserat har en verkan i 6 timmar. Denna inställning går ej att ändra.
tr: %1$@ verdiği insülinin 6 saat boyunca glikozunuzu düşürmek için aktif olarak çalıştığını varsayar. Bu ayar değiştirilemez.
vi: %1$@ giả định rằng insulin đã bơm sẽ còn tác dụng hạ đường huyết trong 6 giờ. Cài đặt này không thể thay đổi.

source: %1$d percent complete.
cs: %1$d procent dokončeno.
da: %1$d procent færdig.
de: %1$d Prozent abgeschlossen.
fr: %1$d% terminé.
it: %1$d percento completato.
nb: %1$d prosent fullført.
nl: %1$d procent voltooid.
pl: Ukończono %1$d procent.
ro: %1$d la sută complet.
ru: Выполнено на %1$d процентов.
sv: %1$d procent klar.
tr: Yüzde %1$d tamamlandı.
vi: %1$d phần trăm đã hoàn thành.

source: Add Account
cs: Přidat účet
da: Tilføj konto
de: Konto hinzufügen
es: Agregar Cuenta
fi: Lisää tili
fr: Ajouter un compte
it: Aggiungi account
ja: アカウントを追加
nb: Legg Til Konto
nl: Voeg account toe
pl: Dodaj konto
ro: Adaugă cont
ru: Добавить пользователя
sv: Lägg till konto
tr: Hesap Ekle
vi: Thêm Tài khoản
zh_hans: 添加账户

source: Back
cs: Zpět
da: Tilbage
de: Zurück
es: Atrás
fi: Takaisin
fr: Retour
it: Indietro
nb: Tilbake
nl: Terug
pl: Powrót
ro: Înapoi
ru: Назад
sv: Tillbaka
tr: Geri
vi: Quay Lại

source: Basal Rates
cs: Úrovně bazálu
da: Basalrater
de: Basalrate
es: Tasas basales
fi: Basaalitasot
fr: Débits basaux
it: Velocità basali
ja: 基礎レート
nb: Basal-satser
nl: Basaalsnelheden
pl: Dawka Podstawowa (Baza)
ro: Rate bazale
ru: Скорости базала
sv: Basaldoser
tr: Bazal Oranlar
vi: Lịch biểu tiêm liều nền
zh_hans: 基础率

source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Kumoa
fr: Annuler
it: Annulla
ja: キャンセル
nb: Avbryt
nl: Annuleer
pl: Anuluj
ro: Anulează
ru: Отмена
sv: Avbryt
tr: İptal
vi: Hủy bỏ
zh_hans: 取消

source: Delete Account
cs: Smazat účet
da: Slet konto
de: Konto löschen
es: Eliminar Cuenta
fi: Poista tili
fr: Supprimer le compte
it: Elimina account
ja: アカウントを削除
nb: Slett Konto
nl: Verwijder Account
pl: Usuń konto
ro: Șterge cont
ru: Удалить аккаунт
sv: Radera konto
tr: Hesabı sil
vi: Xóa Tài khoản
zh_hans: 删除账户

source: Delivery Limits
cs: Limity podávání
da: Insulingrænser
de: Abgabelimits
es: Límites de Administración de Insulina
fi: Annostelurajat
fr: Limites d'Administration
it: Limiti erogazione
ja: 注入限度
nb: Leveringsgrenser
nl: Toedieningslimieten
pl: Limity podawania
ro: Limite de livrare
ru: Пределы подачи
sv: Maxdoser
tr: İletim Limitleri
vi: Giới hạn liều tiêm
zh_hans: 输注限制

source: Maximum Basal Rate is the maximum automatically adjusted basal rate that %1$@ is allowed to enact to help reach your correction range.
cs: Maximální bazální dávka je maximální automaticky upravená bazální dávka, kterou může %1$@ podat, aby vás dostal do vašeho korekčního rozsahu.
da: Maksimal basalrate er den maksimale automatisk justerede basalrate, som %1$@ har lov til at sætte for at hjælpe med at nå dit korrektionsområde.
de: Die maximale Basalrate ist die maximale automatisch angepasste Basalrate, die %1$@ anwenden darf, um Deinen Korrekturbereich zu erreichen.
es: La Tasa Basal Máxima es el máximo ajuste automático que %1$@ tiene permitido habilitar para ayudar a alcanzar tu rango de corrección.
fr: Le débit basal maximum est le débit de base temporaire le plus élevé que %1$@ est autorisé à utiliser pour atteindre votre plage de correction.
it: La velocità basale massima è la velocità basale massima regolata automaticamente che %1$@ può applicare per raggiungere l'intervallo di correzione.
nb: Maksimal basaldose er den maksimale automatisk justerte basaldosen som %1$@ har lov til å aktivere for å hjelpe deg med å nå ditt korreksjonsområde.
nl: Maximale Basaalsnelheid is de maximale automatisch aangepaste basaalsnelheid die %1$@ mag toedienen om te helpen binnen je correctiebereik te komen.
pl: Maksymalna dawka podstawowa to maksymalna automatycznie dostosowana baza, którą %1$@ może wprowadzić, aby pomóc osiągnąć zakres docelowy.
ro: Rata bazală maximă este rata bazală maximă ajustată automat pe care %1$@ are voie să o activeze pentru a vă ajuta să atingeți intervalul de corecție.
ru: Максимальная базальная скорость - это максимальная базальная скорость, которую %1$@ разрешено использовать для достижения диапазона коррекции в автоматическом режиме.
sv: Maximal basaldos är den automatisk inställda basaldos som %1$@ använder för att korrigera blodsockret till ditt angivna målvärde med.
tr: Maksimum Bazal Oran, düzeltme aralığınıza ulaşmanıza yardımcı olmak için %1$@ tarafından yürürlüğe koymasına izin verilen otomatik olarak ayarlanan maksimum bazal orandır.
vi: Tỷ lệ tiêm insulin nền tối đa là tỷ lệ tiêm nền được điều chỉnh tự động cao nhất mà %1$@ được phép thực hiện để giúp đạt phạm vi hiệu chỉnh của bạn.
zh_hans: 最大基础率是 %1$@ 为了让血糖达到校正范围，所允许调整到的最大基础速率。

source: Maximum Bolus is the highest bolus amount that you will allow %1$@ to recommend at one time to cover carbs or bring down high glucose.
cs: Maximální bolus je nejvyšší hodnota bolusu, kterou umožníte %1$@ najednou doporučit na pokrytí sacharidů nebo snížení vysoké hladiny glukózy.
da: Maksimal bolus er den højeste bolus, som du vil tillade %1$@ at anbefale på én gang for at dække kulhydrater eller nedbringe højt blodsukker.
de: Maximaler Bolus ist die höchste Bolusmenge, die Du %1$@ auf einmal erlaubst zu geben, um Kohlenhydrate abzudecken oder hohe Glukosewerte zu senken.
es: El Bolo Máximo es la cantidad de bolo más alta que permitirá que %1$@ recomiende de una sola vez para cubrir los carbohidratos o reducir los niveles altos de glucosa.
fr: Le bolus maximum est la quantité de bolus la plus élevée que vous autoriserez %1$@ à recommander à un moment donné pour couvrir les glucides ou faire baisser une glycémie élevée.
it: Il bolo massimo è la quantità di bolo più alta che %1$@ può consigliare in una volta per coprire i carboidrati o ridurre la glicemia alta.
nb: Maksimal bolus er den høyeste bolusmengden du vil tillate %1$@ å anbefale på en gang for å dekke karbohydrater eller redusere høyt blodsukker.
nl: Maximale bolus is de hoogste bolus die %1$@ je kan geven om koolhydraten te dekken of hoge bloed glucose te verlagen.
pl: Maksymalny bolus to największa wartość bolusa, jaką %1$@ można podać w jednorazowo, aby zrekompensować węglowodany lub obniżyć wysoki poziom glukozy.
ro: Bolusul maxim este cea mai mare cantitate de insulină pe care o permiteți %1$@ să o recomande dintr-odată pentru a acoperi carbohidrați sau pentru a scădea o glicemie mare.
ru: Максимальный болюс - это наибольший размер болюса, котороый вы позволите %1$@ рекомендовать за один раз для покрытия углеводов или снижения высокого уровня глюкозы.
sv: Maximal bolus är den högsta bolusmängd som kan ges vid ett tillfälle av %1$@ för att behandla kolhydrater eller ett högt blodsocker.
tr: Maksimum Bolus, karbonhidratları karşılamak veya yüksek kan şekerini düşürmek için %1$@ tarafından tek seferde önermesine izin vereceğiniz en yüksek bolus miktarıdır.
vi: Bolus tối đa là lượng bolus cao nhất mà bạn cho phép %1$@ đề xuất tại một thời điểm để bù carbohydrate hoặc hạ đường huyết cao.
zh_hans: 最大剂量是您允许 %1$@ 在单次建议中用于覆盖碳水摄入或降低高血糖的最高剂量。

source: Name
cs: Název
da: Navn
es: Nombre
fi: Nimi
fr: Nom
it: Nome
ja: プリセット名
nb: Navn
nl: Naam
pl: Nazwa
ro: Nume
ru: Имя
sv: Namn
tr: İsim
vi: Tên
zh_hans: 名称

source: Required
cs: Povinné
da: Påkrævet
de: Erforderlich
es: Requerido
fi: Pakollinen
fr: Obligatoire
it: Necessario
ja: 必須
nb: Påkrevd
nl: Vereist
pl: Wymagane
ro: Necesar
ru: обязательный
sv: Krävs
tr: Gerekli
vi: Bắt buộc
zh_hans: 需要

source: Saving...
cs: Ukládám...
da: Gemmer...
de: Speichere…
es: Guardando...
fr: Sauvegarde en cours...
it: Salvataggio in corso...
nb: Lagrer...
nl: Opslaan...
pl: Zapisywanie...
ro: Salvare...
ru: Сохранение...
sv: Sparar...
tr: Kaydediliyor...
vi: Đang lưu...
zh_hans: 正在保存...

source: Tap to set
cs: Klepnutím nastavit
da: Tryk for at gemme
de: Klicken zum setzten
es: Toca para definir
fi: Napauta asettaaksesi
fr: Appuyez pour définir
it: Tocca per impostare
ja: タップして確定
nb: Trykk for å angi
nl: Instellen…
pl: Kliknij, aby ustawić
ro: Apăsați pentru setare
ru: Щелкнуть для ввода
sv: Klicka för att ange
tr: Ayarlamak için dokunun
vi: Chạm để cài đặt
zh_hans: 点击设置

source: You can choose how %1$@ measures rapid acting insulin's peak activity according to one of these two insulin models.
cs: Můžete si vybrat, jak %1$@ měří nejvyšší aktivitu rychle působícího inzulínu podle jednoho z těchto dvou inzulínových modelů.
da: Du kan vælge, hvordan %1$@ måler hurtigtvirkende insulins maksimale aktivitet i henhold til en af disse to insulinmodeller.
de: Du kannst wählen, wie %1$@ die Spitzenaktivität des schnell wirkenden Insulins gemäß einem dieser beiden Insulinmodelle misst.
es: Puedes elegir cómo %1$@ mide el pico del efecto de la insulina de acción rápida en función de uno de estos dos modelos de insulina.
fr: Vous pouvez choisir comment %1$@ mesure l'activité maximale de l'insuline à action rapide selon l'un de ces deux modèles d'insuline.
it: È possibile scegliere come %1$@ misura l'attività di picco dell'insulina ad azione rapida in base a uno di questi due modelli d'insulina.
nb: Du kan velge hvordan %1$@ måler hurtigvirkende insulins toppaktivitet i henhold til en av disse to insulinmodellene.
nl: Je kunt kiezen hoe %1$@ de piekactiviteit van snelwerkende insuline meet volgens een van deze twee insulinemodellen.
pl: Możesz wybrać jak %1$@ prognozuje szczyt działania insuliny szybko działającej spośród dwóch dostępnych modeli insulinowych.
ro: Puteți alege modul în care %1$@ măsoară momentul de vârf al insulinei cu acțiune rapidă în funcție de unul dintre aceste două modele de insulină.
ru: Вы можете выбрать, как %1$@ измеряет пиковую активность быстродействующего инсулина в соответствии с одной из этих двух моделей инсулина.
sv: Du kan välja hur %1$@ mäter insulinets maximala effekt enligt en av dessa två insulinmodeller.
tr: Bu iki insülin modelinden birine göre %1$@ hızlı etkili insülinin tepe aktivitesini nasıl ölçeceğini seçebilirsiniz.
vi: Bạn có thể chọn cách %1$@ tính thời điểm hoạt động đỉnh của insulin tác dụng nhanh theo một trong hai mô hình insulin này.

source: higher
da: højere
de: höher
es: más alta
fi: korkeampi
fr: plus élevé
it: superiore
nb: høyere
nl: hoger
pl: wyżej
ro: mai mare
ru: выше
sv: högre
tr: daha yüksek
vi: cao hơn
zh_hans: 更高

source: lower
da: lavere
de: niedriger
es: inferior
fi: matalampi
fr: moins élevé
it: inferiore
nb: nedre
nl: lager
pl: niżej
ro: mai mic
ru: ниже
sv: lägre
tr: daha düşük
vi: thấp hơn
zh_hans: 更低

source: %@ carbs, %@ absorption
da: %@ kulhydrater, %@ absorption
it: %@ carboidrati, %@ assorbimento
nb: %@ karbohydrater, %@ absorpsjon
nl: %@ koolhydraten, %@ absorptie
pl: %@ węglowodanów, %@ wchłaniania
ro: %@ carbohidrați, %@ absorbție
ru: %@ углеводов, %@ усвоения
sv: %@ kolhydrater, %@ absorption
vi: %@ carbs, %@ hấp thụ

source: %@U
da: %@E
nl: %@E
pl: %@J
ru: %@Ед
sv: %@E
tr: %@Ü

source: %1$@ or your Glucose Safety Limit, whichever is higher
da: %1$@ eller din glukose sikkerhedsgrænse afhængigt af, hvad der er højest
de: %1$@ oder Deine Sicherheitsgrenze, je nachdem, welcher Wert höher ist
es: %1$@ o su Límite de Seguridad de Glucosa, el que sea mayor
fi: %1$@ tai glukoosin turvaraja riippuen siitä, kumpi on korkeampi
fr: %1$@ ou votre limite de sécurité pour la glycémie, la valeur la plus élevée étant retenue
it: %1$@ o il limite di sicurezza della glicemia, a seconda di quale sia il più alto
nb: %1$@ eller din sikkerhetsgrense for blodsukker, avhengig av hva som er høyest
nl: %1$@ of je Glucoseveiligheidslimiet, afhankelijk van welke hoger is
pl: %1$@ lub bezpieczny limit stężenia glukozy, w zależności od tego, która wartość jest wyższa.
ro: %1$@ sau limita dumneavoastră de siguranță a glicemiei, oricare dintre acestea este mai mare
ru: %1$@ или ваш безопасный предел ГК, в зависимости от того, что выше
sv: %1$@ eller ditt Tröskelvärde, beroende på vilket som är högst
tr: %1$@ veya KŞ Güvenlik Limitiniz, hangisi daha yüksekse
vi: %1$@ hoặc Giới hạn an toàn đường huyết của bạn, tùy theo giá trị nào cao hơn
zh_hans: %1$@ 或你的血糖安全下限（以较高者为准）

source: %1$@ supports 1 to %2$@ rates per day.
da: %1$@ understøtter 1 til %2$@ basalrater pr. dag.
de: %1$@ unterstützt 1 bis %2$@ Raten pro Tag.
fr: %1$@ gère entre 1 à %2$@ taux par jour.
it: %1$@ supporta da 1 a %2$@ velocità al giorno.
nb: %1$@ støtter 1 til %2$@ rater pr. dag.
nl: %1$@ ondersteunt 1 tot %2$@ snelheden per dag.
pl: %1$@ obsługuje od 1 do %2$@ dawek dziennie.
ro: %1$@ acceptă rate de la 1 la %2$@ pe zi.
ru: %1$@ поддерживает от 1 до %2$@ изменений в день.
sv: %1$@ stöder 1 till %2$@ inställningar per dag.
tr: %1$@ günlük 1 ila %2$@ oranlarını destekler.
vi: %1$@ hỗ trợ từ 1 đến %2$@ mức trong một ngày.
zh_hans: %1$@支持每天 1 到%2$@个基础速率。

source: %1$@ U
da: %1$@ E
de: %1$@ IE
nb: %1$@ E
nl: %1$@ E
pl: %1$@ J
sv: %1$@ E
tr: %1$@ Ü

source: %1$@ units remaining at %2$@
da: %1$@ enheder tilbage på %2$@
de: %1$@ IE verbleibend bei %2$@
es: quedan %1$@ unidades a las %2$@
fi: %1$@ yksikköä jäljellä klo %2$@
fr: %1$@ unités restantes à %2$@
it: %1$@ unità rimanenti alle ore %2$@
nl: %1$@ eenheden over om %2$@
pl: %1$@ jednostek pozostaje w %2$@
ru: %1$@ ед остается в %2$@
sv: %1$@ enheter återstår kl. %2$@
tr: %1$@ ünite kaldı %2$@
vi: %1$@ units vẫn đang còn lúc %2$@

source: 🍽 Pre-Meal
da: 🍽 før-måltid
de: 🍽 Vor dem Essen
es: 🍽 Pre-Comida
fi: 🍽 Ennen ateriaa
fr: 🍽 Pré-Repas
it: 🍽 Pre-pasto
nb: 🍽 Før måltid
pl: 🍽 Przed posiłkiem
ro: 🍽 Preprandial
ru: До еды
sv: 🍽 Före måltid
tr: 🍽 Yemek Öncesi
vi: 🍽 Trước bữa ăn
zh_hans: 🍽 餐前

source: 🏃‍♂️ Workout
da: 🏃‍♂️ Træning
de: 🏃‍♂️ Training
es: 🏃‍♂️ Ejercicio
fi: 🏃‍♂️ Liikunta
fr: Exercice
it: 🏃‍♂️ Allenamento
nb: 🏃 ♂️ Treningsøkt
nl: 🏃‍♂️ Training
pl: 🏃‍♂️ Trening
ro: 🏃‍♂️ Activitate sportivă
ru: 🏃‍♂️ Тренировки
sv: 🏃‍♂️ Träning
tr: 🏃‍♂️ Egzersiz
vi: 🏃‍♂️ Tập luyện

source: A Correction Range is different. This will be a narrower range.
da: Et korrektionsområde er anderledes. Dette vil være et snævere interval.
de: Der Korrekturbereich ist anders als der Zielbereich und wird enger sein.
es: Un Rango de Corrección es diferente. Este será un rango más estrecho.
fi: Korjausalue tarkoittaa eri asiaa. Se on kapeampi alue.
fr: Une plage de correction est différente. Il s'agit d'une plage plus étroite.
it: Un intervallo di correzione è diverso. Questo sarà un intervallo più ristretto.
nb: Et korreksjonsområde er annerledes. Dette vil være et smalere område.
nl: Een Correctiebereik is anders. Dit zal een kleiner bereik zijn.
pl: Obecna skala została ograniczona bezpieczniejszą wartością.
ro: Un interval de corecție este diferit. Acesta ar trebui sa fie un interval mai îngust.
ru: Диапазон коррекции слишком широкий. Это должен быть более узкий диапазон.
sv: Detta målvärde är annorlunda än det du är van vid. Detta är ett snävare intervall.
tr: Düzeltme Aralığı farklıdır. Bu daha dar bir aralık olacaktır.
vi: Phạm vi hiệu chỉnh khác với trước. Đây sẽ là một phạm vi hẹp hơn.
zh_hans: 校正范围有所不同，它通常是一个更窄的血糖值区间。

source: A value of 0 U/hr means you will be scheduled to receive no basal insulin.
da: En værdi på 0 E/time betyder, at du ikke vil modtage basal i den angivende tidesperiode.
de: Ein Wert von 0 IE/h heißt, dass Du in dieser Zeit kein Basalinsulin erhältst.
es: Un valor de 0 U/hora significa que se programará que no reciba insulina basal.
fi: Arvo 0 U/t tarkoittaa, että et saa lainkaan basaali-insuliinia.
fr: Une valeur de 0 U/hr veut dire que vous ne recevrez aucune insuline basale.
it: Un valore pari a 0 U/ora significa che non ti verrà erogata insulina basale.
nb: En verdi på 0 E/time betyr at du ikke vil få noe basalinsulin.
nl: Een waarde van 0 E/uur betekent dat u geen basale insuline ontvangt.
pl: Wartość 0 jedn./godz. oznacza, że nie zaplanowano podawania insuliny bazowej.
ro: O valoare de 0 U/oră înseamnă că nu vei primi insulină bazală.
ru: Значение 0 Ед/час означает, что Вы не будете получать базальный инсулин.
sv: Ett värde på 0 / h innebär att du inte kommer få någon basal insulintillförsel.
tr: 0 Ü/saat değeri, bazal insülin almayacağınız anlamına gelir.
vi: Giá trị 0 U/giờ có nghĩa là bạn sẽ được thiết lập để không nhận insulin nền.

source: Absorption Time
da: Absorptionstid
de: Resorptionsdauer
es: Tiempo de Absorción
fi: Imeytymisaika
fr: Durée d’absorption
it: Periodo di assorbimento
ja: 吸収時間
nb: Absorbsjonstid
nl: Opnametijd
pl: Czas absorpcji
ro: Timp de absorbție
ru: Длительность усвоения
sv: Absorptionstid
tr: Emilim Süresi
vi: Thời gian Hấp thụ
zh_hans: 吸收时间

source: Active Duration
da: Aktiv varighed
de: Dauer
es: Duración activa
fi: Aktiivinen kesto
fr: Durée active
it: Durata attiva
nb: Aktiv varighet
nl: Actieduur
pl: Aktywny czas trwania
ro: Durata activă
ru: Активная продолжительность
sv: Aktiv varaktighet
tr: Aktif Süre
vi: Thời gian hoạt động

source: Activity
da: Aktivitet
de: Aktivität
es: Actividad
fi: Liikunta
fr: Activité
it: Attività
ja: アクティビティ
nb: Aktivitet
nl: Activiteit
pl: Aktywność
ro: Activitate
ru: Нагрузка
sv: Aktivitet
tr: Aktivite
vi: Hoạt động
zh_hans: 活动

source: Add
da: Tilføj
de: Hinzufügen
es: Agregar
fi: Lisää
fr: Ajouter
it: Aggiungi
nb: Legg til
nl: Toevoegen
pl: Dodaj
ro: Adaugă
ru: Добавить
sv: Lägg till
tr: Ekle
vi: Thêm
zh_hans: 添加

source: Add Carb Entry
da: Tilføj kulhydrater
de: Kohlenhydrate hinzufügen
es: Agregar Entrada de Carb
fi: Lisää hiilihydraatteja
fr: Ajouter des glucides
it: Aggiungi inserimento carboidrati
ja: 糖質の記入を追加
nb: Legg til karbohydrater
nl: Kh. Inv. Toevoegen
pl: Wprowadź węglowodany
ro: Adăugați carbohidrați
ru: Добавить запись углеводов
sv: Lägg till kolhydrater
tr: Karb Girişi Ekle
vi: Khai báo Carb
zh_hans: 添加碳水

source: Are you sure you want to delete all history entries?
da: Er du sikker på at du vil slette alle gamle indtastninger?
de: Möchtest Du wirklich alle Verlaufseinträge löschen?
es: ¿Estás seguro de querer eliminar todos las entradas históricas?
fi: Haluatko varmasti poistaa kaikki historiatiedot?
fr: Voulez-vous vraiment supprimer toutes les entrées de l’historique?
it: Sei sicuro di voler eliminare tutte le voci della cronologia?
ja: 入力履歴をすべて削除しますか?
nb: Er du sikker på at du vil slette alle historiske innslag?
nl: Weet je zeker dat je de gehele pompgeschiedenis wilt verwijderen?
pl: Czy jesteś pewien, że chcesz usunąć z Loop wszystkie dane historyczne pompy?
ro: Sigur doriți să ștergeți toate înregistrările din istoric?
ru: Подтвердите удаление всех записей истории?
sv: Säkert att du vill radera all händelsehistorik?
tr: Tüm geçmiş girişlerini silmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa hết các dữ liệu cũ?
zh_hans: 确定要删除所有输入的历史数据吗？

source: Are you sure you want to delete all reservoir values?
da: Er du sikker på at du vil slette alle reservoirværdier?
de: Möchtest Du wirklich alle Reservoirwerte löschen?
es: ¿Estás seguro de querer eliminar todos los datos del reservorio?
fi: Haluatko varmasti poistaa kaikki säiliön arvot?
fr: Voulez-vous vraiment supprimer toutes les valeurs de réservoir?
it: Sei sicuro di voler eliminare tutti i valori del serbatoio?
ja: リザーバの値をすべて削除しますか?
nb: Er du sikker på at du vil slette alle reservoarverdier?
nl: Weet je zeker dat je alle waarden van het reservoir wilt verwijderen?
pl: Czy jesteś pewien, że chcesz usunąć wszystkie wartości zbiornika?
ro: Sigur doriți să ștergeți toate valorile de rezervor?
ru: Подтвердите удаление всех записей резервуара?
sv: Säkert att du vill radera alla reservoarvärden?
tr: Tüm rezervuar değerlerini silmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa hết mọi giá trị của ngăn chứa insulin?
zh_hans: 确定要删除所有的储药器数据吗？

source: Authenticate to save therapy setting
da: Godkend for at gemme behandlingsindstilling
de: Authentisiere Dich zum Speichern der Therapieeinstellungen
es: Autenticarse para guardar la configuración de la terapia
fi: Varmenna tallentaaksesi hoitoasetukset
fr: Authentifier pour enregistrer les paramètres thérapeutiques
it: Autenticati per salvare le impostazioni della terapia
nb: Autentiser for å lagre behandlingsinnstillingen
nl: Authenticeer om therapieinstellingen op te slaan
pl: Uwierzytelnij, aby zapisać ustawienia terapii
ro: Autentificați-vă pentru a salva setarea terapiei
ru: Аутентификация для сохранения настроек терапии
sv: Autentisera för att spara behandlingsinställningar
tr: Tedavi ayarını kaydetmek için kimlik doğrulama
vi: Xác thực để lưu cài đặt điều trị

source: Basal, bolus, and correction insulin dose amounts are decreased by %@%%.
da: Basal-, bolus- og korrektionsinsulindoser er sænket med %@%%.
de: Basal-, Bolus- und Korrekturinsulinmengen werden verringert um %@%%.
es: Basal, bolos y cantidades de corrección de insulina serán reducidos de %@%%.
fi: Basaalin, boluksen ja korjaavan insuliiniannoksen määriä vähennetään %@%%.
fr: Le débit basal, les bolus, et le niveau de l’insuline de correction sont diminués par %@%%.
it: Le quantità di dosi basali, di bolo e di correzione dell’insulina sono calate del %@%%.
ja: 基礎、ボーラス、補正注入の量が %@%%減ります。
nb: Insulindoser for basal, bolus og korreksjon er redusert med %@%%.
nl: Basaal-, bolus- en insulinecorrectiehoeveelheden zijn gereduceerd met %@%%.
pl: Dawka podstawowa, bolus i korygująca dawka insuliny zostały zmniejszone o %@%%.
ro: Dozele de insulină bazale, de bolus și de corecție sunt scăzute cu %@%%.
ru: База, болюсы и болюсы на коррекцию снижены на%@%%.
sv: Basal, bolus, och korrigeringsdoser är minskade med %@%%.
tr: Bazal, bolus ve düzeltme insülin doz miktarları %@%% azaltılır.
vi: Liều Basal, bolus, và liều bổ sung đang giảm bằng %@%%.
zh_hans: 基础率，大剂量，校正胰岛素剂量将减少%@%%
